<template>
  <div class="mianze">
    <div class="disclaimer">
      <div class="new">免责声明:</div>
      <p>第1条 "小鸡楼市"为小鸡数据科技有限公司（以下简称本公司）注册商标，任何人未经本公司许可不得以任何形式擅自使用。</p>
      <p>第2条 "小鸡楼市小程序"是本公司向用户提供的信息存储空间，为用户提供讨论、交流的平台。</p>
      <p>第3条 "小鸡楼市小程序"所有权、经营权、管理权均属本公司。</p>
      <p>第4条 本公司在法律允许的范围内对本声明享有解释权。</p>
      <p>第5条 凡是登入用户和浏览用户均为"小鸡楼市小程序"用户(以下统称"用户")。</p>
      <p>第6条 用户的个人信息受到保护，不接受任何个人或单位的查询。国家机关依法查询除外，用户的个人设置公开除外。</p>
      <p>第7条:用户具有言论自由的权利。</p>
      <p>第8条:用户的言行不得违反《计算机信息网络国际联网安全保护管理办法》、《互联网信息服务管理办法》、《互联网电子公告服务管理规定》、《维护互联网安全的决定》、《互联网新闻信息服务管理规定》等相关法律规定，不得在本小程序发布、传播或以其它方式传送含有下列内容之一的信息:</p>
      <p>1.反对宪法所确定的基本原则的。</p>
      <p>2.危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的。</p>
      <p>3.损害国家荣誉和利益的。</p>
      <p>4.煽动民族仇恨、民族歧视、破坏民族团结的。</p>
      <p>5.破坏国家宗教政策，宣扬邪教和封建迷信的。</p>
      <p>6.散布谣言，扰乱社会秩序，破坏社会稳定的。</p>
      <p>7.散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的。</p>
      <p>8.侮辱或者诽谤他人，侵害他人合法权利的。</p>
      <p>9.煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的。</p>
      <p>10.以非法民间组织名义活动的。</p>
      <p>11.含有虚假、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、或其它道德上令人反感的内容。</p>
      <p>12.含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的。</p>
      <p>第9条:用户在相关楼盘发贴时，除遵守本声明外，还需遵守本小程序的相关规定。</p>
      <p>第10条:不允许在本小程序内发布任何形式的广告，包括但不限于:</p>
      <p>1.发布带有任何有联系方式的网络创业、网络兼职、刷Q币以及非真实性中奖信息;</p>
      <p>2.内容包含带有任何联系方式的学历职称代办，专业代做试题，作业，论文等题目以及售卖考试答案等信息;</p>
      <p>3.发布任何带有联系方式的银行卡代办、买卖发票、非法彩票等信息;</p>
      <p>4.含有联系方式的黑客、收费删帖、办证刻章等违法信息;</p>
      <p>5.非官方认证的发布任何带有联系方式的医院、美容、药品、祛斑、医生专家和整容等信息。</p>
      <p>第11条:用户应承担一切因其个人的行为而直接或间接导致的民事或刑事法律责任，因用户行为给本公司造成损失的，用户应负责赔偿。</p>
      <p>第12条:本小程序拥有对违反本站规则的用户进行处理的权力，直至禁止其在本小程序内发布信息。</p>
      <p>第14条:禁止任何使用发贴机等非法软件进行违规发贴的行为。</p>
      <p>第15条:任何用户发现小程序贴子内容涉嫌侮辱或者诽谤他人、侵害他人合法权益的或违反小程序声明的，有权按小程序投诉规则进行投诉。</p>
      <p>第16条 为了能够给广大用户提供一个优质的交流平台，同时使各小程序能够良性、健康的发展，将对涉及反动、色情的头像、签名档和发布不良内容的用户，进行严厉处理。一经发现此类行为，将给予永久封禁ID并清空所有发言的处罚。</p>
      <p>第17条 小程序话题仅代表作者观点，与本公司无关。对于用户言论的真实性引发的全部责任，由用户自行承担，本公司不承担任何责任。</p>
      <p>第18条 用户之间因使用"小鸡楼市小程序"而产生或可能产生的任何纠纷和/或损失，由用户自行解决并承担相应的责任，与本公司无关。</p>
      <p>第19条 用户在"小鸡楼市小程序"发表的作品，本公司有权转载或引用。</p>
      <p>第20条 用户在任何时间段在"小鸡楼市小程序"发表的任何内容的著作财产权，用户许可本公司在全世界范围内免费地、永久性地、不可撤销地、可分许可地和非独家地使用的权利，包括但不限于:复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权以及《著作权法》规定的由著作权人享有的其他著作财产权利。并且，用户许可本公司有权利就任何主体侵权而单独提起诉讼，并获得全部赔偿。</p>
      <p>第21条 本公司郑重提醒用户，若出现下列情况任意一种或几种，将承担删除其帐号的后果，情节严重的，还将承担相应的法律责任。
        <p>1.使用不雅或不恰当ID和昵称;</p>
        <p>2.发表含有猥亵、色情、人身攻击和反政府言论等非法或侵权言论的;</p>
        <p>3.从事非法商业活动;</p>
        <p>4.模仿小程序管理人员ID或者他人ID，用以假冒管理人员或破坏管理人员形象;</p>
        <p>5.使用发贴机等非法软件进行违规发贴的行为。</p>
        <p>6.其他本公司认为不恰当的情况。</p>
        <p>第22条 凡文章出现以下情况之一，"小鸡楼市小程序"管理人员有权不提前通知作者直接删除，并依照有关规定作相应处罚。情节严重者，"小鸡楼市小程序"管理人员有权删除其帐号。</p>
        <p>1.发表含有本声明第8条禁止发布、传播内容的文章;</p>
        <p>2.发表不符合版面主题，或者无内容的灌水文章;</p>
        <p>3.同一文章多次出现的;</p>
        <p>4.违反本声明第10条的规定，发布广告的;</p>
        <p>5.文章内容或个人签名会包含有严重影响用户浏览的内容或格式的;</p>
        <p>6.其他本公司认为不恰当的情况。</p>
        <p>第24条 本声明的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律。</p>
        <p>第25条若用户和小鸡之间因本声明发生任何纠纷或争议，首先应友好协商解决;协商不成的，用户同意将纠纷或争议提交至小鸡住所地有管辖权的人民法院管辖。</p>
        <p>第26条
          关于打击网络谣言的司法解释:《最高人民法院、最高人民检察院关于办理利用信息网络实施诽谤等刑事案件适用法律若干问题的解释》已于2013年9月5日由最高人民法院审判委员会第1589次会议、2013年9月2日由最高人民检察院第十二届检察委员会第9次会议通过，现予公布，自2013年9月10日起施行。</p>
        <p>第27条 所有用户发表的文章而引起的法律纠纷，与本公司无关。</p>
        <p>第28条 "小鸡楼市小程序"如因系统维护或升级等而需暂停服务时，将事先公告。若因硬件故障或其它不可抗力而导致暂停服务，于暂停服务期间造成的一切不便与损失，本小程序不负任何责任。
          由于"小鸡楼市小程序"的调整导致信息丢失和/或其他结果的，本公司不承担任何责任。</p>
        <p>第29条 本声明未涉及的问题参见国家有关法律法规，当本声明与国家法律法规冲突时，以国家法律法规为准。</p>
    </div>
  </div>
</template>


<script>
  import line from "@/components/line";
  export default {
    components: {
      line
    },
    data() {
      return {

      };
    },
    onLoad() {
      let that = this

    },
    methods() {

    }
  }

</script>

<style scoped>
  .disclaimer {
    margin: 100rpx auto;
    height: 200rpx;
    width: 600rpx;
    overflow-y: auto;
    color: #ccc;
  }

  .new {
    font-size: 15px;
    text-align: center;
  }

  p {
    font-size: 14px;
  }

</style>
